Deutsch/NeuWort/prefix.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<title>德语中的前缀</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="德语中的前缀"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-05-11 11:44:52 CST"/>
<meta name="author" content="visayafan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<div id="org-div-comments"><a href="../../index.html#english">主页</a></div>


</head>
<body>


<div id="content">
<h1 class="title">德语中的前缀</h1>


<!-- <script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script> -->
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/bootstrap_old.css" />
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/style.css" />
<script src="../../Layout/JS/jquery_1.7.1.js"></script>
<script src="../../Layout/JS/bootstrap_old.js"></script>

<p>
to be done<br/>
<a href="http://german.about.com/library/verbs/blverb_pre01.htm">http://german.about.com/library/verbs/blverb_pre01.htm</a><br/>
<a href="http://german.about.com/library/verbs/blverb_pre02.htm">http://german.about.com/library/verbs/blverb_pre02.htm</a><br/>
<a href="http://german.about.com/library/verbs/blverb_pre03.htm">http://german.about.com/library/verbs/blverb_pre03.htm</a><br/>
<a href="http://german.about.com/library/verbs/blverb_pre04.htm">http://german.about.com/library/verbs/blverb_pre04.htm</a><br/>
<a href="http://german.about.com/library/verbs/blverb_preSPELL.htm">http://german.about.com/library/verbs/blverb_preSPELL.htm</a><br/>
<a href="http://en.wiktionary.org/wiki/Category:German_prefixes">http://en.wiktionary.org/wiki/Category:German_prefixes</a><br/>
</p>

<div id="table-of-contents">
<h2>目录</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#ver-">1 ver-</a></li>
<li><a href="#sec-2">2 be-</a></li>
<li><a href="#sec-3">3 un-</a></li>
<li><a href="#sec-4">4 ur-</a></li>
<li><a href="#sec-5">5 haupt-</a></li>
<li><a href="#sec-6">6 grund-</a></li>
<li><a href="#sec-7">7 riesen-</a></li>
<li><a href="#sec-8">8 miss-</a></li>
<li><a href="#sec-9">9 mit-</a></li>
<li><a href="#sec-10">10 rück-</a></li>
</ul>
</div>
</div>

<div id="outline-container-ver-" class="outline-2">
<h2 id="ver-"><a name="sec-1" id="sec-1"></a><span class="section-number-2">1</span> ver-</h2>
<div class="outline-text-2" id="text-ver-">

<ol>
<li>不可分割的动词前缀表for-<br/>
     geben =give<br/>
     vergeben =forgive<br/>
</li>
<li>不可分割的动词前缀表状态转移<br/>
     lieben =love<br/>
     verlieben =fall in love<br/>
</li>
<li>表与词干意思相反的动作<br/>
     laufen =run/walk<br/>
     verlaufen =lost<br/>
</li>
</ol>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" />
</colgroup>
<tbody>
<tr><td class="left"><a href="NeueWort04.html#vermieten">vermieten</a></td></tr>
<tr><td class="left"><a href="NeueWort02.html#Verkauf">verkaufen</a></td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> be-</h2>
<div class="outline-text-2" id="text-2">

<p>  经常将3格动词变成4格动词（将可以跟间接宾语的动词变成可以直接跟直接宾语的动词），例如：<br/>
</p>


<pre class="example">Ich danke dir. 其中dir为3格
Ich bedanke dich. 其中dich为4格
</pre>

<p>
  将不及物动词变成及物动词。<br/>
</p>


<pre class="example">In einem Haus wohnen 住在房子里
ein Haus bewohnen
</pre>


<hr/>



<pre class="example">auf eine Frage antworten
eine Frage beantworten
</pre>

</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> un-</h2>
<div class="outline-text-2" id="text-3">

<p>  表相反的/缺少的<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">möglich</td><td class="left">adj possible</td><td class="left">unmöglich</td><td class="left">adj impossible</td></tr>
<tr><td class="left">treu</td><td class="left">adj true</td><td class="left">untreu</td><td class="left">adj untrue</td></tr>
<tr><td class="left">trennbar</td><td class="left">adj separable</td><td class="left">untrennbar</td><td class="left">adj inseparable</td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> ur-</h2>
<div class="outline-text-2" id="text-4">

<p>  表原始的/最早的<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">Urkraft</td><td class="left">die ancient power原始力量</td></tr>
<tr><td class="left">Urwald</td><td class="left">der jungle原始森林</td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> haupt-</h2>
<div class="outline-text-2" id="text-5">

<p>  Haupt表主要的，做前缀表主要的<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">Hauptstadt</td><td class="left">captial city</td><td class="left"></td></tr>
<tr><td class="left">Hauppmann</td><td class="left">leader/captain/commander</td><td class="left"></td></tr>
<tr><td class="left">Hauptgrund</td><td class="left">main reason</td><td class="left">Grund der ground/reason</td></tr>
<tr><td class="left">Hauptartikel</td><td class="left">leading article</td><td class="left"></td></tr>
<tr><td class="left">Hauptsatz</td><td class="left">main clause主句/基本定理</td><td class="left"></td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> grund-</h2>
<div class="outline-text-2" id="text-6">

<p>  Grund =ground 做前缀表基本的<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">Grundgesetz</td><td class="left">basic law德国宪法</td><td class="left">gesetz das law</td></tr>
<tr><td class="left">Grundsatz</td><td class="left">axiom 前提/公理</td><td class="left">satz der setence/theorem句子/定理，原理</td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> riesen-</h2>
<div class="outline-text-2" id="text-7">

<p>  Riese巨人，做前缀表巨大的<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">Riesenschlange</td><td class="left">giant snake</td><td class="left">Schlange  die snake</td></tr>
<tr><td class="left">Riesenerfolg</td><td class="left">big success</td><td class="left"></td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> miss-</h2>
<div class="outline-text-2" id="text-8">

<p>  也可写作miß-<br/>
  相当于英语中的mis-，表意思与原词相反<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">missverstehen</td><td class="left">misunderstand</td><td class="left"></td></tr>
<tr><td class="left">missachten</td><td class="left">ignore/overlook不尊重/轻视</td><td class="left">achten v respect/honor</td></tr>
<tr><td class="left">Misserfolg</td><td class="left">der failure</td><td class="left">erfolg der success/prosperity/triumph</td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> mit-</h2>
<div class="outline-text-2" id="text-9">

<p>  相当于英语中的co-<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">mitarbeiten</td><td class="left">collaborate合作</td></tr>
</tbody>
</table>

</div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> rück-</h2>
<div class="outline-text-2" id="text-10">

<p>  相当于英语中的back<br/>
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="left">Rückfahrkarte</td><td class="left">die return ticket</td><td class="left">Fahrkarte die ticket</td><td class="left">Karte die card</td></tr>
<tr><td class="left">Rückzug</td><td class="left">der retreat/pullback/withdrawal撤退/退</td><td class="left"></td><td class="left"></td></tr>
</tbody>
</table>

</div>
</div>
</div>

</body>
</html>
